// Fonts
"font.size.small"                       = "12";
"font.size.normal"                      = "32";
"font.size.large"                       = "48";
//"font.family.default"                 = "Absolute";
"font.family.default"                   = "AdvertisersGothic-Regular";
//"font.family.default"                 = "Bilbao-Poster-Black";
//"font.family.default"                 = "MammaGamma";
"font.family.fixed"                     = "Absolute";
"font.family.symbolic"                  = "Apple Symbols";

// Global Config
"config.direction"                      = "ltr";

// Dialog Buttons
"button.change.code"                    = "Code ändern";
"button.change.name"                    = "Namen ändern";
"button.compete.no"                     = "Kein Wettbewerb";
"button.no"                             = "Nein";
"button.no.kind"                        = "Lieber nicht";
"button.off"                            = "Aus";
"button.okay"                           = "Okay";
"button.save"                           = "Speichern";
"button.sure"                           = "Klar!";
"button.thanks"                         = "Danke";
"button.yes"                            = "Ja";

// Menu Items
"menu.config"                           = "Einstellungen";
"menu.config.music"                     = "Musik";
"menu.config.off"                       = "Aus";
"menu.config.on"                        = "An";
"menu.config.song.carriageHouse"        = "Carriage House";
"menu.config.song.marimba"              = "Marimba";
"menu.config.song.mjolnir"              = "Mjolnir";
"menu.config.song.staccato"             = "Staccato";
"menu.config.song.random"               = "Zufall";
"menu.config.song.off"                  = "Aus";
"menu.config.sound"                     = "Klangeffekte";
"menu.config.wifi"                      = "Nur über WiFi";
"menu.config.wifi+carrier"              = "Über WiFi oder Mobilfunk";
"menu.continue"                         = "Spiel fortsetzen";
"menu.game.end"                         = "Spiel beenden";
"menu.game.mode.classic"                = "Klassisch";
"menu.game.mode.timed"                  = "Auf Zeit";
"menu.game.new"                         = "Neues Spiel";
"menu.level.restart"                    = "Level neu starten";
"menu.level.retry"                      = "Level wiederholen";
"menu.main"                             = "Hauptmenü";
"menu.player.name"                      = "Spieler- Name:";
"menu.scores"                           = "Punkte";
"menu.strategy"                         = "Strategie";

// Game Messages
"message.flawless"                      = "Fehlerfrei!";
"message.paused"                        = "Spiel pausiert";
"message.unpaused"                      = "Spiel wird fortgesetzt";
"message.level"                         = "Level %d";

// Dialogs
"dialog.title.compete"                  = "Online- Wettbewerb";
"dialog.text.compete"                   = "Willst Du online\ngegen andere Deblock Spieler aus der ganzen Welt antreten?";
"dialog.text.compete.later"             = "Du kannst dem Online- Wettbewerb auch später bei den Einstellungen noch beitreten.\n\Hauptmenü ➡ Mehr ➡ Einstellungen";

"dialog.title.compete.code"             = "Online- Code";
"dialog.text.compete.code"              = "Um Deine Punktzahlen hochzuladen musst Du einen Online- Code erstellen.\nDieser Code schützt Deinen Fortschritt beim Wettbewerb vor Sabotage.";
"dialog.text.compete.code.ask"          = "Code für «%@»:";

"dialog.title.error.name.taken"         = "Online- Name vergeben";
"dialog.text.error.name.taken"          = "«%@» ist schon vergeben.";

"dialog.title.error.score.unavailable"  = "Punkte nicht verfügbar";
"dialog.text.error.score.unavailable"   = "Die Online- Punktzahlen waren gerade nicht verfügbar.\nWillst Du es nochmal versuchen?";

"dialog.title.firsttime"                = "Willkommen bei Deblock!";
"dialog.text.firsttime.strategy"        = "Weil Du zum ersten Mal spielst,\nlese Dir die «Strategien» durch.\n\nHauptmenü ➡ Mehr ➡ Strategie";

"dialog.title.name"                     = "Online- Name";
"dialog.text.name.ask"                  = "Namen ändern in:";
